import { AboutUsProps } from "./AboutUsSection";


export const aboutUsData: AboutUsProps = {
  title: "О нас",
  items: [
    {
      src: "/Geology/images/XXXL.png",
      alt: "Получение воды",
      paragraphs: [
        {
          Paragraph: [
            " Получение воды на участке путем бурения скважины имеет множество преимуществ. Обустройство такой системы процесс не простой и без привлечения услуг профессионалов здесь не обойтись. В нашей компании работают высококвалифицированные специалисты, выполняющие бурение скважин на воду любой сложности, быстро и качественно.",

          ]
        },
        {
          Paragraph: [
            "Для получения стабильного доступа к подземным источникам применяются разные виды скважин. Каждый вариант имеет свои плюсы и минусы. При выборе подходящей конструкции следует учитывать множество условий – качество воды, глубину пролегания источников и условия расположения."
          ]
        }
      ]
    },
    {
      src: "/Geology/images/kesson.png",
      alt: "Дети подкидывают вверх разноцветное полотно",
      paragraphs: [
        {
          Paragraph: [
            " После завершения бурения необходим следующий важный этап – обустройство скважины на воду. Это заключительные работы, которые позволят использовать воду из автономного источника. Важно учитывать, что требования к системам автономного водоснабжения отличаются и зависят от условий эксплуатации. Поэтому обустройство скважин стоит доверить профессионалам. Наша компания выполняет весь необходимый комплекс работ «под ключ» и по разумным ценам.",
          ]
        },
        {
          Paragraph: [
            " Заказать обустройство скважины на воду в Московской области просто! Позвоните по телефону, указанному на нашем сайте, или оставьте заявку через форму обратной связи."
          ]
        }
      ]
    }
  ]
};