import { SaleDetails } from "./page";

export const mockSales: SaleDetails[] = [
  {
    id: 1,
    title: "Буровая установка на базе Урал",
    imageUrls: [
      "/images/sales/ural.png",
      "/images/sales/ural-1.png",
      "/images/sales/ural.png",
      "/images/sales/ural-1.png",
      "/images/sales/ural.png",
    ],
    description:
      "Уpб 2a2 нa шaccи Урал 4320, установка 2021 г. Bыпускa, Урал в 21 г пoлнoстью воccтанoвлeн, кoмпpeссоp KB 12/12 нарабoтка 1400м/ч, 200 ч назaд пoменяны всe раcходники, насoс НБ - 50, шаpы , на нacос ecть полнoстью комплект: гильзы, поршня, всe cальники и мaнжeты многo, нa вращaтель есть вaл c гaйкой , подшипники caльники, нa Уpал 2 колеса новые, те что стоят износ 30-40%, двигатель давление на горячюю 4,5 бар, инструмент: штанги тбсу усиленные 4,7м 21шт, молоток 130- 2шт, 110 -1шт, колонковая 133 + 3 коронки новые, скала , глина, направляющая 127 - 1шт, 159 новая 3м - 1шт, шарошки 133, 159, долото 112, 146, 151, 180, 200, 220, шнеки 2м под продувку , промывку на 60м новые. Остальные вопросы по телефону . ключи, шнеколовка, мечик для штанг.",
    oldPrice: 2320000,
    newPrice: 2100000,
  },
  {
    id: 2,
    title: "Экскаватор колесный JCB",
    imageUrls: [
      "/images/jcb.png",
      "/images/sales/jcb-1.png",
      "/images/sales/jcb-2.png",
      "/images/jcb.png",
      "/images/sales/jcb-1.png",
    ],
    description:
      "Продается габаритный колесный полноповоротный экскаватор Jcb 160 в хорошем состоянии. Полностью обслужен и готов к работе. Снят с учета. Только наличный расчет",
    oldPrice: 120000,
    newPrice: 89999,
  },
  {
    id: 3,
    title: "Самосвал МАЗ",
    imageUrls: [
      "/images/maz.png",
      "/images/sales/maz-1.png",
      "/images/sales/maz-2.png",
      "/images/maz.png",
      "/images/sales/maz-1.png",
    ],
    description:
      " Авто в хорошем состоянии, двигатель кразовский откапитален, есть вторая кабина проверена и усилена была выкрашена но к сожалению краска выгорела . Манипулятор узаконен.",
    oldPrice: 120000,
    newPrice: 89999,
  },
];
